Repository: x2v0/MainCClient.NET
Catalog: MainCClient.NET/MainControlClient.*.resx
Languages: ru

# label1.Text
source: IP / Computer Name
ru: IP / Имя компьютера

# label2.Text
source: Port
ru: Порт

# ConnectBtn.Text
source: Connect
ru: Соединиться

# label3.Text
source: Plan
ru: План облучения

# QuitBtn.Text
source: Quit program
ru: Завершить программу

# LoadPlanBtn.Text
source: Load Plan
ru: Загрузить план

# ClearPlanBtn.Text
source: Clear Plan
ru: Очистить план

# SendDataBtn.Text
source: Send to Server
ru: Послать на сервер

# StartPlanBtn.Text
source: Start Plan
ru: Запуск

# PausePlanBtn.Text
source: Pause Plan
ru: Пауза

# StopPlanBtn.Text
source: Stop Plan
ru: Остановка

# ClearLogBtn.Text
source: Clear Log
ru: Очистить журнал

# LedFinish.Text
source: Finished
ru: Закончился

# LedPause.Text
source: Pause
ru: Пауза

# LedProcess.Text
source: Process
ru: В процессе

# LedReady.Text
source: Ready
ru: Не готов

# $this.Text
source: MainControl Client
ru: Контроллер плана облучения
